Revit 2027 API
ParameterTypeId.WallKeyRefParam Property
 "Location Line"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallKeyRefParam { get; }
Public Shared ReadOnly Property WallKeyRefParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallKeyRefParam {
	ForgeTypeId^ get ();
}
static member WallKeyRefParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace